app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."log" = ? LIMIT ?  [["log", "Golchina"], ["LIMIT", 1]]
---
  def create
    user = User.find_by(log: params[:session][:log])