app/controllers/slovar_controller.rb

	def slovar
		@words = Word.all
---
SELECT "words".* FROM "words"