app/controllers/tests_controller.rb

	def index
		@testall = Test.all
---
SELECT "tests".* FROM "tests"