app/controllers/users_controller.rb

INSERT INTO "users" ("log", "created_at", "updated_at", "password_digest") VALUES (?, ?, ?, ?)  [["log", "Golchina"], ["created_at", "2021-01-14 18:41:06.754690"], ["updated_at", "2021-01-14 18:41:06.754690"], ["password_digest", "$2a$12$gZSW7j48aOY9k.ZndSroIu8LICMKrzr/7yDmmoEwB.J8Y2NXIlGfi"]]
---
  def create
    @user = User.new(user_params)
    if @user.save